Revit 2027 API
ParameterTypeId.ContourLabelsPrimaryOnly Property
 "Label primary contours only"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourLabelsPrimaryOnly { get; }
Public Shared ReadOnly Property ContourLabelsPrimaryOnly As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourLabelsPrimaryOnly {
	ForgeTypeId^ get ();
}
static member ContourLabelsPrimaryOnly : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace